cfd/curved_12_medium/0/nut
FoamFile { version 2.0; format ascii; class volScalarField; object nut; }
dimensions [0 2 -1 0 0 0 0]; internalField uniform 0;
boundaryField {
walls { type nutkWallFunction; value uniform 0; }
laptopVent { type zeroGradient; }
fanInlet { type calculated; value uniform 0; }
slotOutlet { type calculated; value uniform 0; }
frontBack { type empty; }
}
